[DP_GunFu X2UniversalSoldierClassInfo]
ClassSpecializationTitle="枪斗士"
ClassSpecializationSummary="枪斗士左右各拿一只单手枪械，双手枪不断的射击好似产生一股炽热的风暴."

[DP_Scrapper X2UniversalSoldierClassInfo]
ClassSpecializationTitle="刮刀枪客"
ClassSpecializationSummary="刮刀枪客使用双手枪的反手握把来释放一连串的突然近战攻击."
